Repository: mar-svo/atrea
Catalog: locales/*/LC_MESSAGES/*.po
Languages: cs

source: Automatic
cs: Automat

source: Bypass flap
cs: By-pass klapka

source: Current ventilation mode
cs: Aktuální režim větrání

source: Current ventilation power
cs: Aktuální výkon větrání

source: Defrosting the recuperator
cs: Odmrazování rekuperátoru

source: Exhaust air after recuperation
cs: Odpadní vzduch po rekuperaci

source: Exhaust air before recuperation
cs: Odpadní vzduch před rekuperací

source: Filter change
cs: Výměna filtru

source: Filter last changed
cs: Filtr naposledy vyměněn

source: Filter to change since
cs: Filtr k výměně od

source: Fresh air after recuperation
cs: Čerstvý vzduch po rekuperaci

source: Ground heat exchanger
cs: Zemní výměník tepla

source: Manual
cs: Manuál

source: Off
cs: Vypnuto

source: Outside temperature
cs: Venkovní teplota

source: Periodic ventilation
cs: Periodické větrání

source: Rise
cs: Náběh

source: Rundown
cs: Doběh

source: Temporary
cs: Dočasný

source: Ventilation
cs: Větrání

source: Ventilation control mode
cs: Způsob řízení větrání
